Repository: oqtane/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Users/Add.*.resx
Languages: tr_tr

# Error.User.Add
source: Error Adding User
tr_tr: Kullanıcı Eklenirken Hata Oluştu

# Error.Profile.Load
source: Error Loading User Profile
tr_tr: Kullanıcı Profili Yüklenirken Hata Oluştu

# Identity.Name
source: Identity
tr_tr: Kimlik

# Message.Required.ProfileInfo
source: You Must Provide A Username, Password, Email Address And All Required Profile Information
tr_tr: Kullanıcı Adı, E-posta Adresi ve Tüm Gerekli Profil Bilgilerini Sağlamanız Gerekmektedir

# Message.Username.Exists
source: Username Already Exists
tr_tr: Kullanıcı Adı Zaten Mevcut

# DisplayName.HelpText
source: The full name of the user
tr_tr: Kullanıcının tam adı

# DisplayName.Text
source: Full Name:
tr_tr: Tam Adı:

# Email.HelpText
source: The email address where the user will receive notifications
tr_tr: Kullanıcının bildirim alacağı e-posta adresi

# Email.Text
source: Email:
tr_tr: E-posta:

# Username.HelpText
source: A unique username for a user. Note that this field can not be modified once it is saved.
tr_tr: Kullanıcı için benzersiz bir kullanıcı adı. Bu alanın kaydedildikten sonra değiştirilemeyeceğini unutmayın.

# Username.Text
source: Username:
tr_tr: Kullanıcı Adı:
