Repository: oqtane/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Logs/Detail.*.resx
Languages: tr_tr

source: Error Loading Log
tr_tr: Günlük Yüklenirken Hata Oluştu

# DateTime.HelpText
source: The date and time of this log
tr_tr: Bu günlüğün tarihi ve saati

# Level.HelpText
source: The level of this log
tr_tr: Bu günlüğün seviyesi

# Feature.HelpText
source: The feature that was affected
tr_tr: Etkilenen özellik

# Function.HelpText
source: The function that was performed
tr_tr: Gerçekleştirilen işlev

# Category.HelpText
source: The categories that were affected
tr_tr: Etkilenen tam nitelikli tür

# Page.HelpText
source: The page that was affected
tr_tr: Etkilenen sayfa

# Module.HelpText
source: The module that was affected
tr_tr: Etkilenen modül

# User.HelpText
source: The user that caused this log
tr_tr: Bu günlüğü oluşturan kullanıcı

# Url.HelpText
source: The url the log comes from
tr_tr: Günlüğün geldiği URL

# Template.HelpText
source: What the log is about
tr_tr: Günlük hakkında ne olduğu

# Message.HelpText
source: The message that the system generated
tr_tr: Sistemin ürettiği mesaj

# Exception.HelpText
source: The exceptions generated by the system
tr_tr: Sistem tarafından üretilen istisnalar

# Properties.HelpText
source: The properties that were affected
tr_tr: Etkilenen özellikler

# Server.HelpText
source: The server that was affected
tr_tr: Etkilenen sunucu

# DateTime.Text
source: Date/Time:
tr_tr: Tarih/Saat:

# Level.Text
source: Level:
tr_tr: Seviye:

# Feature.Text
source: Feature:
tr_tr: Özellik:

# Function.Text
source: Function:
tr_tr: Fonksiyon:

# Category.Text
source: Category:
tr_tr: Tip Adı:

# Page.Text
source: Page:
tr_tr: Sayfa:

# Module.Text
source: Module:
tr_tr: Modül:

# User.Text
source: User:
tr_tr: Kullanıcı:

# Template.Text
source: Template:
tr_tr: Şablon:

# Message.Text
source: Message:
tr_tr: Mesaj:

# Exception.Text
source: Exception:
tr_tr: Hata:

# Properties.Text
source: Properties:
tr_tr: Özellikler:

# Server.Text
source: Server:
tr_tr: Sunucu:

# Error.Log.Load
source: Error Loading Log
tr_tr: Günlük Yüklenirken Hata Oluştu
