Repository: oqtane/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Site/Index.*.resx
Languages: tr_tr

# Name.Text
source: Name:
tr_tr: Adı:

# Container.Select
source: Select Container
tr_tr: Konteyner Seç

# Error.Theme.LoadPane
source: Error Loading Pane Layouts For Theme
tr_tr: Tema İçin Bölme Düzenleri Yüklenirken Hata Oluştu

# DefaultContainer.Text
source: Default Container:
tr_tr: Varsayılan Konteyner:

source: Default Admin Container
tr_tr: Varsayılan Yönetici Konteyneri

# Smtp.Required.EnableNotificationJob
source: ** Please Note That SMTP Requires The Notification Job To Be Enabled In Scheduled Jobs
tr_tr: ** Lütfen SMTP'nin Zamanlanmış İşlerde Etkin Olmasını Gerektiren Bildirim İşinin Etkin Olduğuna Dikkat Edin

# Smtp.TestConfig
source: Test SMTP Configuration
tr_tr: SMTP Yapılandırmasını Test Et

# Success.Settings.SaveSite
source: Site Settings Saved
tr_tr: Site Ayarları Kaydedildi

# Message.Aliases.Taken
source: An Alias Was Specified That Has Already Been Used For Another Site
tr_tr: Başka Bir Site İçin Kullanılan Bir Takma Ad Belirtildi

# Message.Required.SiteName
source: You Must Provide A Site Name, Alias, And Default Theme/Container
tr_tr: Bir Site Adı, Takma Ad ve Varsayılan Tema/Konteyner Sağlamanız Gerekmektedir

# Error.SaveSite
source: Error Saving Site
tr_tr: Site Kaydedilirken Hata Oluştu

# Info.Smtp.SaveSettings
source: SMTP Settings Saved And A Message Has Been Sent To The Email Address Associated To Your User Account... Please Wait A Few Minutes For Delivery. If You Do Not Receive The Email Please Review The Notification Job In Scheduled Jobs For Any Log Details.
tr_tr: SMTP Ayarları Kaydedildi ve Kullanıcı Hesabınıza Bağlı E-posta Adresine Bir Mesaj Gönderildi... Lütfen Teslimat İçin Birkaç Dakika Bekleyin. E-postayı Almazsanız, Lütfen Zamanlanmış İşlerdeki Bildirim İşi İçin Herhangi Bir Günlük Detayını İnceleyin.

# Error.Smtp.TestConfig
source: Error Testing SMTP Configuration
tr_tr: SMTP Yapılandırmasını Test Ederken Hata Oluştu

# Message.Required.Smtp
source: You Must Specify The SMTP Host, Port, And Sender
tr_tr: SMTP Sunucusu, Port ve Göndericiyi Belirtmelisiniz

# Name.HelpText
source: Enter the site name
tr_tr: Site adını girin

# Tenant.HelpText
source: The name of the database used for the site. Note that this is not the physical database name but rather the tenant name which is used within the framework to identify a database.
tr_tr: Site için kullanılan veritabanının adı. Bu, fiziksel veritabanı adı değil, çerçeve içinde bir veritabanını tanımlamak için kullanılan kiracı adıdır.

# Aliases.HelpText
source: The urls for the site. This can include domain names (ie. domain.com), subdomains (ie. sub.domain.com) or virtual folders (ie. domain.com/folder).
tr_tr: Site için URL'ler. Bu alan adlarını (örneğin domain.com), alt alan adlarını (örneğin sub.domain.com) veya sanal klasörleri (örneğin domain.com/folder) içerebilir.

# IsDeleted.HelpText
source: Is this site deleted?
tr_tr: Bu site silindi mi?

# Logo.HelpText
source: Specify a logo for the site
tr_tr: Site için bir logo belirtin

# FavoriteIcon.HelpText
source: Specify a Favicon. The format for the image must be 16×16, 32×32, 48×48, or 64×64 pixels in size, and 8-bit, 24-bit, or 32-bit in color depth. The format of the image must be ICO, PNG, or GIF.
tr_tr: Favicon belirtin. Görüntünün biçimi 16×16, 32×32, 48×48 veya 64×64 piksel boyutunda olmalı ve 8-bit, 24-bit veya 32-bit renk derinliğine sahip olmalıdır. Görüntünün biçimi ICO, PNG veya GIF olmalıdır.

# DefaultTheme.HelpText
source: Select the sites default theme
tr_tr: Site'nin varsayılan temasını seçin

# DefaultContainer.HelpText
source: Select the default container for the site
tr_tr: Site için varsayılan konteyneri seçin

# DefaultAdminContainer.HelpText
source: Select the default admin container for the site
tr_tr: Site için varsayılan yönetici konteynerini seçin

# Host.HelpText
source: Enter the host name of the SMTP server
tr_tr: SMTP sunucusunun ana bilgisini girin

# Port.HelpText
source: Enter the port number for the SMTP server. Please note this field is required if you provide a host name.
tr_tr: SMTP sunucusu için bağlantı noktası numarasını girin. Lütfen bu alanı sağlarsanız gerekli olduğunu unutmayın.

# SmtpUsername.HelpText
source: Enter the username for your SMTP account
tr_tr: SMTP hesabınız için kullanıcı adını girin

# SmtpPassword.HelpText
source: Enter the password for your SMTP account
tr_tr: SMTP hesabınız için şifreyi girin

# SmtpSender.HelpText
source: Enter the email address which emails will be sent from. Please note that this email address usually needs to be authorized with the SMTP server.
tr_tr: E-posta adresini girin, e-postaların bu adresten gönderileceğini unutmayın. Lütfen bu e-posta adresinin SMTP sunucusu ile yetkilendirilmesi gerekebilir.

# EnablePWA.HelpText
source: Select whether you would like this site to be available as a Progressive Web Application (PWA)
tr_tr: Bu sitenin Progressive Web Uygulaması (PWA) olarak kullanılabilir olmasını isteyip istemediğinizi seçin.

# PwaApplicationIcon.HelpText
source: Include an application icon for your PWA. It should be a PNG which is 192 X 192 pixels in dimension.
tr_tr: PWA'nız için bir uygulama simgesi ekleyin. Boyutları 192 X 192 piksel olan bir PNG olmalıdır.

# PwaSplashIcon.HelpText
source: Include a splash icon for your PWA. It should be a PNG which is 512 X 512 pixels in dimension.
tr_tr: PWA'nız için bir başlangıç simgesi ekleyin. Boyutları 512 X 512 piksel olan bir PNG olmalıdır.

# Tenant.Text
source: Database:
tr_tr: Veritabanı:

# Aliases.Text
source: Urls:
tr_tr: URL'ler:

# IsDeleted.Text
source: Deleted?
tr_tr: Silindi mi?

# DefaultTheme.Text
source: Default Theme:
tr_tr: Varsayılan Tema:

# DefaultAdminContainer.Text
source: Default Admin Container:
tr_tr: Varsayılan Yönetici Konteyneri:

# Host.Text
source: Host:
tr_tr: Ana Bilgisayar:

# Port.Text
source: Port:
tr_tr: Bağlantı Noktası:

# SmtpUsername.Text
source: Username:
tr_tr: Kullanıcı Adı:

# SmtpPassword.Text
source: Password:
tr_tr: Şifre:

# SmtpSender.Text
source: Email Sender:
tr_tr: E-posta Gönderen:

# EnablePWA.Text
source: Is Enabled?
tr_tr: Etkin mi?

# PwaApplicationIcon.Text
source: App Icon:
tr_tr: Uygulama Simgesi:

# PwaSplashIcon.Text
source: Splash Icon:
tr_tr: Başlangıç Simgesi:

# Confirm.DeleteSite
source: Are You Sure You Wish To Delete This Site?
tr_tr: Bu Siteyi Silmek İstediğinizden Emin misiniz?

# Error.DeleteSite
source: Error Deleting Site
tr_tr: Site Silinirken Hata Oluştu

# Message.FailAuth.DeleteSite
source: You Are Not Authorized To Delete The Site
tr_tr: Siteyi Silme Yetkiniz Yok

# Theme.Select
source: Select Theme
tr_tr: Tema Seç

# Hosting.Heading
source: UI Component Settings
tr_tr: UI Bileşen Ayarları

# Prerender.HelpText
source: Specifies if interactive components should prerender their output on the server
tr_tr: Etkileşimli bileşenlerin sunucuda çıktılarını önceden oluşturup oluşturmayacaklarını belirtir

# Prerender.Text
source: Prerender:
tr_tr: Önceden Oluştur:

# RenderMode.HelpText
source: The default render mode for the site
tr_tr: Site için varsayılan render modu

# RenderMode.Text
source: Render Mode:
tr_tr: Render Modu:

source: Browse
tr_tr: Göz at

# TenantInformation.Heading
source: Database
tr_tr: Veritabanı

# PWASettings.Heading
source: PWA Settings
tr_tr: PWA Ayarları

# SMTPSettings.Heading
source: SMTP Settings
tr_tr: SMTP Ayarları

# ConnectionString.Text
source: Connection:
tr_tr: Bağlantı:

# Database.Text
source: Type:
tr_tr: Tür:

# ConnectionString.HelpText
source: The name of the connection string in appsettings.json which will be used to connect to the database
tr_tr: Veritabanına bağlanmak için kullanılacak appsettings.json'daki bağlantı dizesinin adı

# Database.HelpText
source: The type of database
tr_tr: Veritabanı türü

# DeleteSite.Header
source: Delete Site
tr_tr: Siteyi Sil

# DeleteSite.Text
source: Delete Site
tr_tr: Siteyi Sil

# DefaultAlias.HelpText
source: The default alias for the site. Requests for non-default aliases will be redirected to the default alias.
tr_tr: Site için varsayılan takma ad. Varsayılan olmayan takma adlar için istekler varsayılan takma ada yönlendirilecektir.

# DefaultAlias.Text
source: Default Alias:
tr_tr: Varsayılan Takma Ad:

# Aliases.Heading
source: Site Urls
tr_tr: Site URL'leri

# AliasDefault
source: Default?
tr_tr: Varsayılan mı?

# Confirm.Alias.Delete
source: Are You Sure You Wish To Delete {0}?
tr_tr: Silmek istediğinizden emin misiniz {0}?

# HomePage.HelpText
source: Select the home page for the site (to be used if there is no page with a path of '/')
tr_tr: Site için ana sayfayı seçin (eğer '/' yolunda bir sayfa yoksa kullanılacak)

# HomePage.Text
source: Home Page:
tr_tr: Ana Sayfa:

# SmtpRelay.HelpText
source: Only specify this option if you have properly configured an SMTP Relay Service to route your outgoing mail. This option will send notifications from the user's email rather than from the Email Sender specified above.
tr_tr: Yalnızca çıkış postanızı yönlendirmek için doğru bir SMTP Röle Servisi yapılandırdıysanız bu seçeneği belirtin. Bu seçenek, bildirimleri kullanıcının e-postasından gönderecek, yukarıda belirtilen E-posta Göndericiden değil.

# SmtpRelay.Text
source: Relay Configured?
tr_tr: Röle Yapılandırıldı mı?

# SiteMap.HelpText
source: The site map url for this site which can be submitted to search engines for indexing. The sitemap is cached for 5 minutes and the cache can be manually cleared.
tr_tr: Bu site için arama motorlarına dizinleme için gönderilebilecek site haritası URL'si. Site haritası 5 dakika boyunca önbelleğe alınır ve önbellek manuel olarak temizlenebilir.

# SiteMap.Text
source: Site Map:
tr_tr: Site Haritası:

# Appearance.Heading
source: Appearance
tr_tr: Görünüm

# HeadContent.HelpText
source: Optionally enter content to be included in the page head (ie. meta, link, or script tags)
tr_tr: Sayfa başlığında yer alacak içeriği isteğe bağlı olarak girin (ör. meta, link veya script etiketleri)

# HeadContent.Text
source: Head Content:
tr_tr: Başlık İçeriği:

# BodyContent.HelpText
source: Optionally enter content to be included in the page body (ie. script tags)
tr_tr: Sayfa gövdesine dahil edilecek içeriği isteğe bağlı olarak girin (ör. script etiketleri)

# BodyContent.Text
source: Body Content:
tr_tr: Gövde İçeriği:

# PageContent.Heading
source: Page Content
tr_tr: Sayfa İçeriği

# Version.HelpText
source: The site version (for site content migrations)
tr_tr: Site sürümü (site içerik göçleri için)

# Version.Text
source: Version:
tr_tr: Sürüm:

# DeleteAlias.Text
source: Delete
tr_tr: Sil

# DeleteAlias.Header
source: Delete Alias
tr_tr: Alias Sil

# SiteGuid.HelpText
source: The Unique Identifier For The Site
tr_tr: Site için Benzersiz Kimlik

# SiteGuid.Text
source: ID:
tr_tr: Kimlik:

# Retention.HelpText
source: Number of days of notifications to retain
tr_tr: Bildirimlerin saklanacağı gün sayısı

# Retention.Text
source: Retention (Days):
tr_tr: Saklama (Gün):

# HybridEnabled.HelpText
source: Specifies if the site can be integrated with an external .NET MAUI hybrid application
tr_tr: Siteye harici bir .NET MAUI hibrit uygulamasıyla entegre edilip edilemeyeceğini belirler

# HybridEnabled.Text
source: Hybrid Enabled?
tr_tr: Hibrit Etkin mi?

# Runtime.HelpText
source: The render mode for UI components which require interactivity
tr_tr: Etkileşim gerektiren UI bileşenleri için render modu

# Runtime.Text
source: Interactivity:
tr_tr: Etkileşim:

# TextEditor.HelpText
source: Select the text editor for the site
tr_tr: Site için metin düzenleyiciyi seçin

# TextEditor.Text
source: Text Editor:
tr_tr: Metin Düzenleyici:

source: Functionality
tr_tr: İşlevsellik

source: System
tr_tr: Sistem

# CookieConsent.HelpText
source: Specify if cookie consent is enabled on this site. Please note this option must be used in conjunction with a Theme which supports cookie consent.
tr_tr: Bu sitede çerez onayının etkin olup olmadığını belirtin. Lütfen bu seçeneğin çerez onayını destekleyen bir Tema ile birlikte kullanılması gerektiğini unutmayın.

# CookieConsent.Text
source: Cookie Consent:
tr_tr: Çerez Onayı:

# OptOut
source: Opt-Out (CCPA)
tr_tr: Çıkış Yap (CCPA)

# Theme.Heading
source: Theme
tr_tr: Tema

# SiteMap.EvictCache
source: Clear Cache
tr_tr: Önbelleği Temizle

# Success.SiteMap.CacheEvicted
source: Site Map Cache Cleared
tr_tr: Site Haritası Önbelleği Temizlendi
