Repository: oqtane/oqtane.framework
Catalog: Oqtane.Server/Resources/Managers/UserManager.*.resx
Languages: tr_tr

# ForgotPasswordEmailBody
source: Dear [UserDisplayName]<br><br>You recently requested to reset your password. Please use the link below to complete the process: <b><a href="[URL]"><br><br>Click here to Reset Password</a></b><br><br>Please note that the link is only valid for 24 hours so if you are unable to take action within that time period, you should initiate another password reset on the site.<br><br>If you did not request to reset your password you can safely ignore this message.<br><br>Thank You!<br>[SiteName] Team
tr_tr: Sayın [UserDisplayName],<br><br>Şifrenizi sıfırlamanız istendi. İşlemi tamamlamak için lütfen aşağıdaki bağlantıyı kullanın: <b><a href="[URL]"><br><br>Şifreyi Sıfırlamak için Buraya Tıklayın</a></b><br><br>Lütfen bağlantının yalnızca 24 saat geçerli olduğunu unutmayın, bu süre içinde işlem yapamazsanız, site üzerinden başka bir şifre sıfırlama işlemi başlatmalısınız.<br><br>Şifrenizi sıfırlamayı istemediyseniz bu mesajı güvenle yok sayabilirsiniz.<br><br>Teşekkürler!<br>[SiteName] Ekibi

# ForgotPasswordEmailSubject
source: Password Reset Notification For [SiteName]
tr_tr: Şifre Sıfırlama Bildirimi Gönderildi [SiteName]

# NoVerificationEmailBody
source: Dear [UserDisplayName],<br><br>A user account has been successfully created for you with the username <b>[Username]</b>. Please <b><a href="[URL]">click here to login</a></b>. If you do not know your password, use the forgot password option on the login page to reset your account.<br><br>Thank You!<br>[SiteName] Team
tr_tr: Sayın [UserDisplayName],<br><br>Sizin için başarılı bir şekilde bir kullanıcı hesabı oluşturuldu ve kullanıcı adı <b>[Username]</b> olarak belirlendi. Lütfen <b><a href="[URL]">giriş yapmak için buraya tıklayın</a></b>. Şifrenizi bilmiyorsanız, hesabınızı sıfırlamak için giriş sayfasındaki şifremi unuttum seçeneğini kullanın.<br><br>Teşekkürler!<br>[SiteName] Ekibi

# NoVerificationEmailSubject
source: User Account Notification for [SiteName]
tr_tr: Kullanıcı Hesap Bildirimi için [SiteAdı]

# TwoFactorEmailBody
source: Dear [UserDisplayName],<br><br>You requested a secure verification code to log in to your account. Please enter the secure verification code on the site:<br><br><b>[Token] </b><br><br>Please note that the code is only valid for 10 minutes so if you are unable to take action within that time period, you should initiate a new login on the site.<br><br>Thank You!<br>[SiteName] Team
tr_tr: Sevgili [KullanıcıAdı], Hesabınıza giriş yapmak için güvenli bir doğrulama kodu istediniz. Lütfen siteye güvenli doğrulama kodunu girin: <b>[Token] </b> Lütfen kodun sadece 10 dakika geçerli olduğunu unutmayın, bu süre içinde işlem yapamazsanız, site üzerinden yeni bir giriş başlatmalısınız. Teşekkürler! [SiteAdı] Ekibi

# TwoFactorEmailSubject
source: User Verification Code for [SiteName]
tr_tr: Kullanıcı Doğrulama Kodu için [SiteAdı]

# UserLockoutEmailBody
source: Dear [UserDisplayName], <br><br>You attempted multiple times unsuccessfully to log in to your account and it is now locked out. Please wait a few minutes and then try again... or use the link below to reset your password:<br><br> <b><a href=[URL]>Reset Password</a></b><br><br>Please note that the link is only valid for 24 hours so if you are unable to take action within that time period, you should initiate another password reset on the site <a href="[SiteURL]">[SiteName]</a>.<br><br>Thank You!<br>[SiteName] Team
tr_tr: Sevgili [KullanıcıAdı], Hesabınıza başarısız bir şekilde birden fazla kez giriş denemesi yaptınız ve şu anda hesap kilitlendi. Lütfen birkaç dakika bekleyin ve ardından tekrar deneyin... veya şifrenizi sıfırlamak için aşağıdaki bağlantıyı kullanın: <b><a href=[URL]>Şifreyi Sıfırla</a></b> Lütfen bağlantının sadece 24 saat geçerli olduğunu unutmayın, bu süre içinde işlem yapamazsanız, site üzerinden başka bir şifre sıfırlama başlatmalısınız <a href="[SiteURL]">[SiteAdı]</a>. Teşekkürler! [SiteAdı] Ekibi

# UserLockoutEmailSubject
source: User Lockout Notification for [SiteName]
tr_tr: Kullanıcı Kilitlenme Bildirimi için [SiteAdı]

# VerificationEmailBody
source: Dear [UserDisplayName],<br><br>In order to verify the email address associated to your user account, please click the link below:<br><br> <b><a href="[URL]">Click Here To Verify</a></b> <br><br>If the link is not displayed please copy and paste the following link to your browser <br><br> [URL] <br><br>Thank You!<br>[SiteName] Team
tr_tr: Sayın [UserDisplayName],<br><br>Kullanıcı hesabınıza ilişkilendirilmiş e-posta adresini doğrulamak için lütfen aşağıdaki bağlantıya tıklayın:<br><br> <b><a href="[URL]">Doğrulamak İçin Buraya Tıklayın</a></b> <br><br>Bağlantı görüntülenmiyorsa lütfen aşağıdaki bağlantıyı tarayıcınıza kopyalayın ve yapıştırın <br><br> [URL] <br><br>Teşekkürler!<br>[SiteName] Ekibi

# VerificationEmailSubject
source: Email Verification for [SiteName]
tr_tr: E-posta Doğrulaması için [SiteName]
