Repository: oqtane/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Files/Edit.*.resx
Languages: tr_tr

# Name.Text
source: Name:
tr_tr: Ad:

source: No Parent
tr_tr: Ana Klasör Yok

# Error.Folder.Load
source: Error Loading Folder
tr_tr: Klasör Yüklenirken Hata Oluştu

# Message.Required.FolderParent
source: Folders Must Have A Parent And A Name
tr_tr: Klasörlerin Bir Ana ve Bir Adı Olmalıdır

# Message.Folder.InvalidName
source: Folder Name Not Valid.
tr_tr: Klasör Adı Geçerli Değil.

# Error.Folder.Save
source: Error Saving Folder
tr_tr: Klasör Kaydedilirken Hata Oluştu

# Message.Folder.Files.InvalidDelete
source: Folder Has Files And Cannot Be Deleted
tr_tr: Klasörde Dosyalar Var ve Silinemez

# Message.Folder.Subfolders.InvalidDelete
source: Folder Has Subfolders And Cannot Be Deleted
tr_tr: Klasörde Alt Klasörler Var ve Silinemez

# Error.Folder.Delete
source: Error Deleting Folder
tr_tr: Klasör Silme Hatası

# Parent.HelpText
source: Select the parent folder
tr_tr: Üst klasörü seçin

# Name.HelpText
source: Enter the folder name
tr_tr: Klasör adını girin

# Parent.Text
source: Parent:
tr_tr: Üst:

# DeleteFolder.Header
source: Delete Folder
tr_tr: Klasörü Sil

# DeleteFolder.Message
source: Are You Sure You Wish To Delete This Folder?
tr_tr: Bu Klasörü Silmek İstediğinizden Emin Misiniz?

# Type.HelpText
source: Select the folder type. Private folders are only accessible by authorized users. Public folders can be accessed by all users
tr_tr: Klasör türünü seçin. Özel klasörlere yalnızca yetkili kullanıcılar erişebilir. Genel klasörlere tüm kullanıcılar erişebilir

# Type.Text
source: Type:
tr_tr: Tür:

# Capacity.HelpText
source: Enter the maximum folder capacity (in megabytes). Specify zero if the capacity is unlimited.
tr_tr: Maksimum klasör kapasitesini girin (megabayt cinsinden). Kapasite sınırsız ise sıfır girin.

# Capacity.Text
source: Capacity:
tr_tr: Kapasite:

# ImageSizes.HelpText
source: Enter a list of image sizes which can be generated dynamically from uploaded images (ie. 200x200,x200,200x)
tr_tr: Yüklenen resimlerden dinamik olarak oluşturulabilecek resim boyutları listesini isteğe bağlı olarak girin (örneğin 200x200,400x400). Tüm resim boyutlarını desteklediğini belirtmek için * kullanın (tavsiye edilmez).

# ImageSizes.Text
source: Image Sizes:
tr_tr: Resim Boyutları:
