Repository: oqtane/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Sites/Add.*.resx
Languages: tr_tr

source: Local Database
tr_tr: Yerel Veritabanı

source: SQL Server
tr_tr: SQL Sunucusu

# Container.Select
source: Select Container
tr_tr: Konteyner Seç

# DefaultContainer.Text
source: Default Container:
tr_tr: Varsayılan Konteyner:

# Theme.Select
source: Select Theme
tr_tr: Tema Seç

# Aliases.HelpText
source: Enter the alias for the server
tr_tr: Site için URL'ler (virgülle ayrılmış). Bu alan, alan adlarını (örneğin domain.com), alt alan adlarını (örneğin sub.domain.com) veya sanal bir klasörü (örneğin domain.com/klasor) içerebilir.

# DefaultContainer.HelpText
source: Select the default container for the site
tr_tr: Site için varsayılan konteyneri seçin

# Tenant.Text
source: Database:
tr_tr: Veritabanı:

# Aliases.Text
source: Aliases:
tr_tr: Url'ler:

# DefaultTheme.Text
source: Default Theme:
tr_tr: Varsayılan Tema:

# SiteTemplate.Select
source: Select Site Template
tr_tr: Site Şablonu Seç

# Tenant.Select
source: Select Database
tr_tr: Veritabanı Seç

# Tenant.Add
source: Create Database
tr_tr: Veritabanı Oluştur

# Error.Theme.LoadContainers
source: Error Loading Containers For Theme
tr_tr: Tema İçin Konteynerler Yüklenirken Hata Oluştu

# Error.Required.ServerDatabase
source: You Must Specify A Server And Database
tr_tr: Bir Sunucu ve Veritabanı Belirtmelisiniz

# Error.InvalidPassword
source: Invalid Host Password
tr_tr: Geçersiz Ana Sunucu Parolası

# Error.TenantName.Exists
source: Database Name Is Missing Or Already Exists
tr_tr: Veritabanı Adı Eksik veya Zaten Mevcut

# Message.SiteName.InUse
source: {0} Already Used For Another Site
tr_tr: {0} Başka Bir Site İçin Zaten Kullanılmış

# Message.Required.Tenant
source: You Must Provide A Database, Site Name, Alias, Default Theme/Container, And Site Template
tr_tr: Bir Veritabanı, Site Adı, Takma Ad, Varsayılan Tema/Konteyner ve Site Şablonu Sağlamanız Gerekmektedir

# Name.HelpText
source: Enter the name of the site
tr_tr: Site adını girin

# DefaultTheme.HelpText
source: Select the default theme for the site
tr_tr: Site için varsayılan tema seçin

# SiteTemplate.HelpText
source: Select the site template
tr_tr: Site şablonunu seçin

# Tenant.HelpText
source: Select the database for the site
tr_tr: Site için veritabanını seçin

# TenantName.HelpText
source: Enter the name for the database
tr_tr: Veritabanı için adı girin. Bu, veritabanını tanımlamak için çerçeve içinde kullanılan kiracı adı olacaktır.

# DatabaseType.HelpText
source: Select the database type
tr_tr: Veritabanı türünü seçin

# HostUsername.HelpText
source: Enter the username of an existing host user
tr_tr: Mevcut bir ana kullanıcının kullanıcı adını girin

# HostPassword.HelpText
source: Enter the password of an existing host user
tr_tr: Mevcut bir ana kullanıcının şifresini girin

# Name.Text
source: Site Name:
tr_tr: Site Adı:

# SiteTemplate.Text
source: Site Template:
tr_tr: Site Şablonu:

# TenantName.Text
source: Name:
tr_tr: Ad:

# DatabaseType.Text
source: Type:
tr_tr: Tür:

# Database.Text
source: Database:
tr_tr: Veritabanı:

# HostUsername.Text
source: Host Username:
tr_tr: Ana Bilgisayar Kullanıcı Adı:

# HostPassword.Text
source: Host Password:
tr_tr: Ana Bilgisayar Şifresi:

# Error.Database.LoadConfig
source: Error loading Database Configuration Control
tr_tr: Veritabanı Yapılandırma Kontrolü Yüklenirken Hata Oluştu

# ConnectionString.HelpText
source: Enter a complete connection string including all parameters and delimiters
tr_tr: Tüm parametreleri ve ayraçları içeren tam bir bağlantı dizesi girin

# ConnectionString.Text
source: Settings:
tr_tr: Ayarlar:

source: Enter Connection Parameters
tr_tr: Bağlantı Parametrelerini Girin

source: Enter Connection String
tr_tr: Bağlantı Dizesini Girin

# Runtime.HelpText
source: The Blazor runtime hosting model
tr_tr: Etkileşim gerektiren UI bileşenleri için render modu

# Runtime.Text
source: Runtime:
tr_tr: Etkileşim:
