Repository: oqtane/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/RecycleBin/Index.*.resx
Languages: tr_tr

# DeleteModule.Header
source: Delete Module
tr_tr: Modülü Sil

# DeletePage.Header
source: Delete Page
tr_tr: Sayfayı Sil

# NoPage.Deleted
source: No Deleted Pages
tr_tr: Silinen Sayfa Yok

source: Deleted By
tr_tr: Tarafından Silindi

source: Deleted On
tr_tr: Silinme Tarihi

# Confirm.Page.Delete
source: Are You Sure You Wish To Permanently Delete The {0} Page?
tr_tr: {0} Sayfasını Kalıcı Olarak Silmek İstediğinizden Emin Misiniz?

# NoModule.Deleted
source: No Deleted Modules
tr_tr: Silinmiş Modüller Yok

source: Page
tr_tr: Sayfa

source: Module
tr_tr: Modül

source: Restore
tr_tr: Geri Yükle

# Confirm.Module.Delete
source: Are You Sure You Wish To Permanently Delete The {0} Module?
tr_tr: {0} Modülünü Kalıcı Olarak Silmek İstediğinizden Emin Misiniz?

# Error.DeletedModulePage.Load
source: Error Loading Deleted Pages Or Modules
tr_tr: Silinmiş Sayfaları veya Modülleri Yüklerken Hata Oluştu

# Error.Page.Restore
source: Error Restoring Deleted Page
tr_tr: Silinmiş Sayfayı Geri Yükleme Hatası

# Error.Module.Restore
source: Error Restoring Deleted Module
tr_tr: Silinmiş Modülü Geri Yükleme Hatası

# Error.Module.Delete
source: Error Permanently Deleting Module
tr_tr: Modülü Kalıcı Olarak Silme Hatası

# Error.Modules.Delete
source: Error Permanently Deleting Modules
tr_tr: Modülleri Kalıcı Olarak Silme Hatası

# DeleteAllPages.Header
source: Remove All Deleted Pages
tr_tr: Tüm Silinmiş Sayfaları Kaldır

# DeleteAllPages.Message
source: Are You Sure You Wish To Permanently Remove All Deleted Pages?
tr_tr: Tüm Silinmiş Sayfaları Kalıcı Olarak Kaldırmak İstediğinizden Emin Misiniz?

# DeleteAllPages.Text
source: Remove All Deleted Pages
tr_tr: Tüm Silinmiş Sayfaları Kaldır

# DeleteAllModules.Header
source: Remove All Deleted Modules
tr_tr: Tüm Silinmiş Modülleri Kaldır

# DeleteAllModules.Message
source: Are You Sure You Wish To Permanently Remove All Deleted Modules?
tr_tr: Tüm Silinmiş Modülleri Kalıcı Olarak Kaldırmak İstediğinizden Emin Misiniz?

# DeleteAllModules.Text
source: Remove All Deleted Modules
tr_tr: Tüm Silinmiş Modülleri Kaldır

# Pages.Heading
source: Pages
tr_tr: Sayfalar

# Modules.Heading
source: Modules
tr_tr: Modüller
