Repository: oqtane/oqtane.framework
Catalog: Oqtane.Client/Resources/Modules/Admin/Pages/Add.*.resx
Languages: tr_tr

# Name.Text
source: Name:
tr_tr: Ad:

# Parent.Text
source: Parent:
tr_tr: Üst:

# Title.Text
source: Title:
tr_tr: Başlık:

# Settings.Heading
source: Settings
tr_tr: Ayarlar

source: Site Root
tr_tr: Site Kökü

source: At Beginning
tr_tr: Başlangıçta

source: Before
tr_tr: Öncesinde

source: After
tr_tr: Sonrasında

source: At End
tr_tr: Sona

# Page.Select
source: Select Page
tr_tr: Sayfa Seç

# Container.Select
source: Select Container
tr_tr: Konteyner Seç

# Error.ChildPage.Load
source: Error Loading Child Pages For Parent
tr_tr: Üst Sayfa İçin Alt Sayfalar Yüklenirken Hata Oluştu

# Error.Pane.Load
source: Error Loading Pane Layouts For Theme
tr_tr: Tema İçin Panel Düzenleri Yüklenirken Hata Oluştu

# Message.Page.Exists
source: A page with path '{0}' already exists for this site. Page paths must be unique. You may need to check if a page with this path exists in the Recycle Bin.
tr_tr: Bu site için '{0}' yoluyla bir sayfa zaten mevcut. Sayfa yolları benzersiz olmalıdır. Bu yola sahip bir sayfanın Geri Dönüşüm Kutusu'nda var olup olmadığını kontrol etmeniz gerekebilir.

# Message.Required.PageInfo
source: You Must Provide Page Name, Theme, and Container
tr_tr: Sayfa Adı, Tema ve Konteyner Sağlamanız Gerekmektedir

# Error.Page.Save
source: Error Saving Page
tr_tr: Sayfa Kaydedilirken Hata Oluştu

# Name.HelpText
source: Enter the page name
tr_tr: Sayfa Adını Girin

# Parent.HelpText
source: Select the parent for the page in the site hierarchy
tr_tr: Sayfa için site hiyerarşisindeki üst öğeyi seçin

# Insert.HelpText
source: Select the location where you would like the page to be inserted in relation to other pages
tr_tr: Sayfayı diğer sayfalara göre nereye eklemek istediğinizi seçin

# Navigation.HelpText
source: Select whether the page is part of the site navigation or hidden
tr_tr: Sayfanın site gezinimine mi yoksa gizli mi olduğunu seçin

# UrlPath.HelpText
source: Optionally enter a url path for this page (ie. home ). If you do not provide a url path, the page name will be used. If the page is intended to be the root path specify '/'.
tr_tr: İsteğe bağlı olarak bu sayfa için bir url yolunu girin (ör. ana). Bir url yolunu sağlamazsanız, sayfa adı kullanılacaktır. Sayfanın kök yol olmasını istiyorsanız '/' belirtin.

# Redirect.HelpText
source: Optionally enter a url which this page should redirect to when a user navigates to it
tr_tr: Kullanıcı sayfaya gezindiğinde yönlendirilmesini istediğiniz bir url girin

# Title.HelpText
source: Optionally enter the page title. If you do not provide a page title, the page name will be used.
tr_tr: Sayfa başlığını isteğe bağlı olarak girin. Bir sayfa başlığı sağlamazsanız, sayfa adı kullanılacaktır.

# Theme.HelpText
source: Select the theme for this page
tr_tr: Bu sayfa için tema seçin

# DefaultContainer.HelpText
source: Select the default container for the page
tr_tr: Sayfa için varsayılan konteyneri seçin

# Icon.HelpText
source: Optionally provide an icon class name for this page which will be displayed in the site navigation
tr_tr: Site gezinmesinde görüntülenecek bu sayfa için isteğe bağlı bir simge sınıf adı sağlayın

# Personalizable.HelpText
source: Select whether you would like users to be able to personalize this page with their own content
tr_tr: Kullanıcıların kendi içerikleriyle bu sayfayı kişiselleştirebilmelerini isteyip istemediğinizi seçin

# Insert.Text
source: Insert:
tr_tr: Ekle:

# Navigation.Text
source: Navigation?
tr_tr: Gezinme?

# UrlPath.Text
source: Url Path:
tr_tr: Url Yolu:

# Redirect.Text
source: Redirect:
tr_tr: Yönlendirme:

# Theme.Text
source: Theme:
tr_tr: Tema:

# DefaultContainer.Text
source: Default Container:
tr_tr: Varsayılan Konteyner:

# Icon.Text
source: Icon:
tr_tr: Simge:

# Personalizable.Text
source: Personalizable?
tr_tr: Kişiselleştirilebilir mi?

# Appearance.Name
source: Appearance
tr_tr: Görünüm

# Message.Page.Reserved
source: The page name {0} is reserved. Please enter a different name for your page.
tr_tr: Sayfa adı {0} ayrılmıştır. Lütfen sayfanız için farklı bir ad girin.
